Repository: wernerpaulin/Yaha
Catalog: Software/Maincontrol/backup/2016/20160428/www/yaha/core/translation/chartlegend.tmx
Source language: de
Languages: cn, en, fr

source: Luftfeuchtigkeit aussen
cn: 室外空气湿度
en: Outdoor humidity
fr: Humidité extérieure

source: Aussentemperatur
cn: 室外温度
en: Outdoor temperature
fr: Température extérieure

source: Regenmenge pro Stunde
cn: 每小时降雨量
en: Hourly rainfall
fr: Précipitation par heure

source: Relativer Luftdruck
cn: 相对空气压力
en: Relative pressure
fr: Pression relative

source: Sonneneinstrahlung
cn: 阳光
en: Solar radiation
fr: Radiation solaire

source: UV Strahlung
cn: 紫外线辐射
en: UV radiation
fr: Radiation UV

source: UV Index
cn: 紫外线指数
fr: Indice UV

source: Windrichtung
cn: 风向
en: Wind direction
fr: Direction du vent

source: Windgeschwindigkeit
cn: 风速
en: Wind speed
fr: Vitesse du vent
